<?php

return [
    'wishlist' => [
        'success' => 'Товар успешно добавлен в список желаний',
        'failure' => 'Товар не может быть добавлен в список желаний',
        'already' => 'Товар уже присутствует в списке желаний',
        'removed' => 'Товар успешно удален из списка желаний',
        'remove-fail' => 'Товар не может быть удален из списка желаний',
        'empty' => 'У Вас нет предметов в списке желаний',
        'select-options' => 'Необходимо выбрать параметры перед добавлением в список желаний',
        'remove-all-success' => 'Все предметы из списка желаний были удалены',
    ],
    'reviews' => [
        'empty' => 'Вы еще не оставили ни одного отзыва'
    ]
];