<?php

return [
    'datagrid' => [
        'actions' => 'Действия',
        'id' => 'Столбцы индекса имеют значение больше нуля',

        'massaction' => [
            'mass-delete-confirm' => 'Вы действительно хотите удалить :resource?',
            'mass-update-status' => 'Вы действительно хотите изменить статус :resource?',
            'delete' => 'Вы действительно хотите выполнить это действие?',
            'edit' => 'Вы действительно хотите отредактировать :resource?',
        ],

        'zero-index' => 'Столбцы индекса могут иметь значения только больше нуля',
        'no-records' => 'Записей не найдено',
        'filter-fields-missing' => 'Поля, обязательные для заполнения, пусты',
        'click_on_action' => 'Вы действительно хотите выполнить это действие?',
        'search' => 'Искать...',
        'filter' => 'Фильтр',
        'column' => 'Выбрать столбец',
        'condition' => 'Выберите условие',
        'contains' => 'Содержит',
        'ncontains' => 'Не содержит',
        'equals' => 'Равно',
        'nequals' => 'Не равно',
        'greater' => 'Больше чем',
        'less' => 'Меньше чем',
        'greatere' => 'Больше или равно',
        'lesse' => 'Меньше или равно',
        'value' => 'Выбрать значение',
        'true' => 'True / Active',
        'false' => 'False / Inactive',
        'between' => 'Между',
        'apply' => 'Применить'
    ]
];